
<template>
  <div id="wrapper" v-title data-title="预购服务条款">

    <!-- 头部区 -->
    <header id="header" class="dark">

      <div id="header-wrap">

        <div class="container">

        </div>

      </div>

    </header>

    <section id="content-area">

      <div class="container" >

        <h1 >
          工匠社机器人预购服务条款
        </h1>

        <h2>
          预订流程
        </h2>
          <div class="line"></div>
        <p>
          1. 您拍下订金商品并付款 ;
        </p>
        <p>
          2. 本公司提交订单，工厂进入流程加工；
        </p>
        <p>
          3. 工厂出货，到货后，本公司短信通知您补款，微信公众号群发到货消息; 
        </p>
        <p>
          4. 您在公众账号进入“我的订单”，补款成功，本公司寄出商品。
        </p>

        <h2>
          关于到货通知
        </h2>
        <div class="line"></div>
        <p class="text-danger">
          请务必关注本店官方微信公众账号：工匠社。到货信息会在公众账号群发。
        </p>

        <p>
          1. 预订商品到货后会发手机短信通知，请务必确保拍下订金时所留手机号能够正常接收短信。如预订之后变更手机号码，请及时联系客服更改。
        </p>

        <p>
          2. 如因更换号码、欠费、关机、屏蔽信息等个人原因无法收到通知短信，本公司不承担任何责任。
        </p>

        <p>
          3. 通知短信发出后，请在7天内登陆公众账号，点击“我的订单”，如未能按时补款，则做弃单处理，本公司有权转卖您预订的商品，且订金不退。
        </p>

        <h2>
          预订须知
        </h2>
        <div class="line"></div>
        <p class="text-danger">
          预订商品一旦付款，即表示您愿意遵守以下条款，请务必仔细阅读。
        </p>

        <p>
          1. 消费者支付订金后订单即时生效，订金不可退换，亦不可改订其他商品；在厂商不调整价格和出货量的前提下，本店对预订商品承诺保单保价，即订了就一定有货，到货补款不涨价。预订后请关注本店微信公众帐号：工匠社。到货消息会在微信公众帐号发布。
        </p>
        <p>
          2. 产品外观以最终实物为准，如与预订时的图片有差异，系厂商改动设计所致，本公司不承担责任。
        </p>
        <p>
          3. 我们保证售出的产品是工匠社官方正品，但作为一款高科技机器人产品，Ganker 不是工艺品，瑕疵在所难免。产品包装一旦拆封，概不退换。
        </p>
        <p>
          4. 预订信息中的到货时间为厂商预估，如厂商延后出货期，工匠社将在公众账号“工匠社”进行通知，还请耐心等候。
        </p>
        <p>
          5. 商品到货后，本公司会以短信方式通知补款，请确保预订时所留手机号畅通，请勿屏蔽任何来自淘宝的短信。请在收到通知后的7天内完成补款。如超时未能补款，视为放弃预订，不接受任何理由的订金退换和维权。
        </p>
        <p>
          6. 对于分批到货的产品，本公司严格按照预订顺序通知补款。截单后预订的客人，统一在最后一批货到齐后通知补款和发货。
        </p>
        <p>
          7. 预订商品不支持转单，补款必须由公众账号中“我的订单”完成。如补款时收货地址已有变动，可用新的收货地址拍下补款，请及时联系客服电话，商品将按补款地址发货。
        </p>

        <h2>
          售后说明
        </h2>
        <div class="line"></div>
        <p class="text-danger">
          对商品质量问题，工匠社有限科技公司提供有限售后服务。请仔细阅读以下内容，一旦购买即表示您愿意接受以下条款。如无法接受，请勿购买。
        </p>

        <p>
          1. 工匠社科技有限公司保证售出的商品均为官方正品，且全新未拆（部分非全新商品会特别注明）。玩具包装一旦拆封（包括彩盒及彩盒外的塑封），概不退货。
        </p>

        <p>
          2. Ganker 机器人不是工艺品，瑕疵在所难免，例如关节松、局部脱漆、局部做工不整、局部漏色、局部溢色等。如出现此类情况，我们将尽力协助玩家解决，但不能办理退换货。机器人出厂前会进行所有功能测试，保证所有电子元件及驱动器件的正常运行，如果这方面出现问题，请登录官网进行“售后维护预定”。
        </p>

        <p>
          3. 产品在工厂运输和快递运输过程中，难免出现压盒。本店所售商品均不保证外包装彩盒八角尖尖好盒。本公司承诺一切快递按易碎品的规格进行快递投放。
        </p>

        <p>
          4. 如拆封后发现机器人躯体严重受损或者无法正常运行，请拍照发邮件到售后邮箱：master@gjs.so，邮件里注明联系电话和简单的情况说明，我们会与您沟通售后解决方案。
        </p>

        <h2>
          联系方式
        </h2>
        <div class="line"></div>
        <p>
          如果您对本商品有任何疑问，欢迎通过以下方式联系我们：
        </p>
        <p>
          QQ：80112102（加好友时请注明“Ganker机器人预购”）
        </p>
        <p>
          手机：13066484859
        </p>
        <p>
          Email：master@gjs.so
        </p>
        <p>
          官方网站: www.gjs.so
        </p>

        <h2>
          关于我们
        </h2>
        <div class="line"></div>
        <p>
          工匠社是一家位于深圳的致力于微型机器人产品开发设计的公司，拥有研发设计，销售运营及售后服务一整套完整服务的新型科技类创业企业。本公司自2014年创立研发机器人产品，已经累计获得多项政府认证扶持，多项知识产权保护。第一代产品「Ganker」机器人面市后受到大量消费者喜爱，已向超过200位用户提供了完整的预订服务。
        </p>
      </div>
    </section>
  </div>


</template>


<script>
  export default {
    name: 'provision',
    data(){
      return{

      }
    }
  }

</script>

<style scoped>

  #wrapper{
    padding: 20px 15px;
    background-color: #e9e9e9;
  }
  h1{
    font-size: 25px;
  }
  h2{
    font-size: 20px;
    margin-top: 29px;
  }
  p{
    margin-bottom: 13px;
    color: #555;
    font-size: 14px;
    line-height: 1.5;
  }
  .line{
    border-top: 1px #bfbfbf solid;
    width: 100%;
    height: 2px;
    margin-top: -20px;
    margin-bottom: 12px;
  }
  .text-danger{
    color: #a94442;
  }
#header{

}

</style>
